testing/log/31-10-2023-20:49/load-testing-steadystate.log
→    ✗ status was 200
→     ↳  94% — ✓ 18 / ✗ 1

→    checks.........................: 94.73% ✓ 18       ✗ 1   
→    data_received..................: 3.1 kB 41 B/s
→    data_sent......................: 3.2 kB 41 B/s
→    http_req_blocked...............: avg=1.54s    min=4.45µs  med=1.34s    max=7.78s    p(90)=3.45s    p(95)=3.94s  
→    http_req_connecting............: avg=1.54s    min=0s      med=1.34s    max=7.78s    p(90)=3.45s    p(95)=3.94s  
→    http_req_duration..............: avg=15.78s   min=4.83s   med=12.52s   max=34.83s   p(90)=31.03s   p(95)=31.63s 
→      { expected_response:true }...: avg=15.78s   min=4.83s   med=12.43s   max=34.83s   p(90)=31.06s   p(95)=31.8s  
→    http_req_failed................: 5.26%  ✓ 1        ✗ 18  
→    http_req_receiving.............: avg=15.9ms   min=0s      med=419.32µs max=265.42ms p(90)=8.35ms   p(95)=35.71ms
→    http_req_sending...............: avg=634.05µs min=19.27µs med=87.86µs  max=10.33ms  p(90)=204.33µs p(95)=1.22ms 
→    http_req_tls_handshaking.......: avg=0s       min=0s      med=0s       max=0s       p(90)=0s       p(95)=0s     
→    http_req_waiting...............: avg=15.77s   min=4.82s   med=12.52s   max=34.83s   p(90)=31.03s   p(95)=31.63s 
→    http_reqs......................: 19     0.24628/s
→    iteration_duration.............: avg=32.11s   min=20.36s  med=30.59s   max=53.28s   p(90)=47s      p(95)=48.46s 
→    iterations.....................: 18     0.233318/s
→    vus............................: 1      min=1      max=10
→    vus_max........................: 10     min=10     max=10